{
    "Silken Aura":
        [
            {
                "texttot": "A graceful harmony of floral, musky, and amber notes that evokes a stroll through a blooming garden at dawn, a whispered memory, or the warmth of sunlit skin.Soft yet expressive, this collection awakens the senses with elegance, tenderness, and quiet strength.",
                "img":"https://i.imgur.com/4NFyIje.png",
                "amarante": {
                    "id": 14,
                    "title": "amarante",
                    "fond": "https://i.imgur.com/11cViGe.png",
                    "imgcol": "https://i.imgur.com/wWm5Bvx.png",
                    "imech": "",
                    "qntech": 4,
                    "qnt": 4,
                    "img1": "https://i.imgur.com/e0RksKT.png",
                    "img2": "https://i.imgur.com/vLyyXhl.png",
                    "img3": "https://i.imgur.com/nAbrKsu.png",
                    "text": "Amarante is a sophisticated bouquet, unfolding like a lush garden at dawn. The delicate notes of camellia, rose, and magnolia blend harmoniously, while the soft sweetness of osmanthus adds depth. A spicy touch of ginger and bright bergamot provide an energetic lift, while ambrette adds a soft, musky warmth.",
                    "detail_p": "Amarante opens with a luxurious blend of camellia, rose, and magnolia, bringing a refined floral heart. Osmanthus adds a subtle fruitiness, while ginger and bergamot introduce a fresh, zesty brightness. Ambrette rounds off the fragrance with a soft, musky undertone, creating a beautifully complex scent.",
                    "detail_h2": "A FLORAL JOURNEY OF GRACE",
                    "detail_h2_2": "A VIBRANT BOUQUET OF SENSATIONS",
                    "detail_p2": "Let yourself be transported by a radiant garden at sunrise. Each note of Amarante is a petal on the wind — full of softness, spice, and luminosity.",
                    "imgMicro": "https://i.imgur.com/MBG1Nu0.jpeg",
                    "detail_h2_3": "CRAFTED WITH EMOTION",
                    "detail_p3": "Blending traditional floral essences with a contemporary twist, Amarante was composed to evoke elegance and subtle strength.",
                    "img": "https://i.imgur.com/vLyyXhl.png",
                    "detail_h2_4": "ELEGANCE IN A BOTTLE",
                    "detail_p4": "Minimalist and luminous, the flacon mirrors the scent: refined, balanced, and quietly powerful.",
                    "txtcol": "A refined and vibrant fragrance full of floral elegance and warmth.",
                    "ingrediants": {
                        "1": "Camellia",
                        "2": "May Rose",
                        "3": "Magnolia",
                        "4": "Osmanthus",
                        "5": "Ginger",
                        "6": "Bergamot",
                        "7": "Ambrette"
                    }
                }
,
                "songe d'Osmanthus": {
                    "id": 15,
                    "title": "songe d'Osmanthus",
                    "fond": "https://i.imgur.com/AaIiAWu.png",
                    "imgcol": "https://i.imgur.com/2iC8B5O.png",
                    "imech": "",
                    "qntech": 4,
                    "qnt": 4,
                    "img1": "https://i.imgur.com/6I7pNUL.png",
                    "img2": "https://i.imgur.com/cPmvJT3.png",
                    "img3": "https://i.imgur.com/KzqiPzu.png",
                    "text": "Songe d’Osmanthus is a dreamscape where floral softness meets spicy warmth. Jasmine, violet, and geranium bloom gently at the heart, while vanilla and patchouli wrap the skin in a velvety trail. Sparkling bergamot, crisp apple, and fresh lavender brighten the opening, ignited by a subtle touch of pepper.",
                    "detail_p": "Songe d’Osmanthus opens on a vibrant blend of bergamot, apple, and lavender, offering a fresh and slightly fruity start. The heart reveals floral notes of jasmine, violet, and geranium, both soft and textured. The drydown warms with smooth vanilla and earthy patchouli, with a touch of pepper adding subtle intensity.",
                    "detail_h2": "A DREAM IN BLOOM",
                    "detail_h2_2": "TEXTURED FLORALITY MEETS FRUITY BRIGHTNESS",
                    "detail_p2": "Each spray captures a twilight reverie — petals unfolding in warmth, fruit glistening with dew, and spice crackling like memory.",
                    "imgMicro": "https://i.imgur.com/MBG1Nu0.jpeg",
                    "detail_h2_3": "PERFUMERY AS POETRY",
                    "detail_p3": "This fragrance was composed as a sensory daydream: layered, expressive, and full of contrast between softness and vibrancy.",
                    "img": "https://i.imgur.com/cPmvJT3.png",
                    "detail_h2_4": "A VESSEL OF MYSTIQUE",
                    "detail_p4": "With its amber tones and gentle curves, the bottle echoes the fragrance’s duality — a story of comfort and surprise, captured in glass.",
                    "txtcol": "A complex, enchanting fragrance that’s floral, fruity, and softly spicy.",
                    "ingrediants": {
                        "1": "Gernium",
                        "2": "Jasmin",
                        "3": "Violet",
                        "4": "Lavender",
                        "5": "Bergamot",
                        "6": "Apple",
                        "7": "Pepper",
                        "8": "Patchouli"
                    }
                }
,                  
                "ambre blanche": {
                    "id": 16,
                    "title": "ambre blanche",
                    "fond": "https://i.imgur.com/PzW1829.png",
                    "imgcol": "https://i.imgur.com/qxCE8qh.png",
                    "imech": "",
                    "qntech": 4,
                    "qnt": 4,
                    "img1": "https://i.imgur.com/1SahtJP.png",
                    "img2": "https://i.imgur.com/9XkbIpi.png",
                    "img3": "https://i.imgur.com/yrlzIU0.png",
                    "text": "Ambre Blanche is a soft, radiant embrace — where light and sensuality meet. Tuberose and jasmine bloom gracefully, enriched by orange blossom's delicate freshness. The heart glows with the golden warmth of patchouli and amber, elevated by airy aldehydes and the musky softness of ambrette.",
                    "detail_p": "Ambre Blanche opens with the creamy florals of tuberose, jasmine, and orange blossom. Aldehydes bring a bright, almost sparkling lift to the composition, while patchouli and amber add depth and richness. Ambrette rounds out the scent with a soft, musky elegance.",
                    "detail_h2": "A LUMINOUS EMBRACE",
                    "detail_h2_2": "FLORAL RADIANCE AND SOFT HEAT",
                    "detail_p2": "Inspired by light on bare skin, this scent melts delicately, weaving creamy white petals with musky undertones for a tender, glowing finish.",
                    "imgMicro": "https://i.imgur.com/MBG1Nu0.jpeg",
                    "detail_h2_3": "SCULPTED IN LIGHT",
                    "detail_p3": "Amber Blanche is crafted as a soft aura — evoking warmth and brightness with an airy complexity that captivates quietly.",
                    "img": "https://i.imgur.com/9XkbIpi.png",
                    "detail_h2_4": "A BOTTLE OF RADIANCE",
                    "detail_p4": "With its ivory tones and golden reflections, the bottle is a mirror to the fragrance within — gentle, luminous, and irresistibly elegant.",
                    "txtcol": "A glowing, elegant fragrance that leaves a soft, sensual trail.",
                    "ingrediants": {
                        "1": "Tuberose",
                        "2": "Jasmine",
                        "3": "Orange Blossom",
                        "4": "Patchouli",
                        "5": "Aldehyde",
                        "6": "Ambrette"
                    }
                }
                
            }
        ],

    "imechcol":"https://i.imgur.com/XTjKWN6.png",
    "collection femme":[
        {
            "Petal Reverie":{
                "texttot":"A delicate symphony of white florals, soft musks, and airy petals — this collection captures the fleeting grace of spring, the intimacy of a quiet embrace, and the poetry of light dancing through blossoms.Each scent feels like a gentle breath of nature, serene and profoundly feminine.",
                "img":"https://i.imgur.com/nxSSJlc.png",
                "etreinte de rose": {
                    "id": 1,
                    "title": "etreinte de rose",
                    "fond": "https://i.imgur.com/zTu6ExU.png",
                    "imgcol": "https://i.imgur.com/qxWwrZK.png",
                    "imech": "https://i.imgur.com/SFmV1bt.png",
                    "qntech": 4,
                    "qnt": 4,
                    "img1": "https://imgur.com/gallery/img1-etreinte-0kjTADL",
                    "img2": "https://i.imgur.com/xGuyCvc.png",
                    "img3": "https://imgur.com/gallery/img3-treinte-TdyzMWM",
                    "text": "Étreinte de Rose is a delicate and sensual fragrance that captures the timeless beauty of roses. At its heart, a bouquet of Alba rose, May rose, and Damask rose unfolds, offering a soft yet powerful floral embrace. The freshness of bergamot sparkles at the top, while the warmth of musk lingers in the base, leaving a trail of intimacy and grace. A true ode to femininity and elegance.",
                    "detail_p": "Étreinte de Rose is a refined composition built around three exceptional roses: Alba, May, and Damask. These heart notes reveal a rich, multifaceted floral identity. Bright bergamot opens the scent with a fresh, citrusy note, giving way to the lush bouquet. A soft musky base adds depth and sensuality, making this fragrance both timeless and modern.",
                    "detail_h2": "THE ETERNAL ROSE EMBRACE",
                    "detail_h2_2": "A HEART BLOOMING WITH FEMININITY",
                    "detail_p2": "Every note in Étreinte de Rose is a tribute to timeless romance — from crisp bergamot to the warmth of musk wrapping a trio of precious roses.",
                    "imgMicro": "https://i.imgur.com/MBG1Nu0.jpeg",
                    "detail_h2_3": "BOTANICAL ELEGANCE REIMAGINED",
                    "detail_p3": "This fragrance reinvents the rose with grace and modernity, celebrating floral sophistication through a contemporary olfactive lens.",
                    "img": "https://i.imgur.com/xGuyCvc.png",
                    "detail_h2_4": "A BOTTLE LIKE A BLOOM",
                    "detail_p4": "Its soft pink tones and elegant silhouette echo the rose it honors — graceful, luminous, and deeply poetic.",
                    "txtcol": "A graceful floral scent for timeless elegance.",
                    "ingrediants": {
                        "1": "May Rose",
                        "2": "Damask Rose",
                        "3": "Musk",
                        "4": "Bergamot"
                    }
                },
                "Narcose": {
                    "id": 2,
                    "title": "Narcose",
                    "fond": "https://i.imgur.com/AHIWUbd.png",
                    "imgcol": "https://i.imgur.com/6Xnkwkh.png",
                    "imech": "https://i.imgur.com/dg7Bjf7.png",
                    "qntech": 4,
                    "qnt": 4,
                    "img1": "https://i.imgur.com/WklHV3z.png",
                    "img2": "https://i.imgur.com/7NBXp6V.png",
                    "img3": "https://i.imgur.com/k4PnFqm.png",
                    "text": "Narcose is an intoxicating floral dream, where tuberose, jasmine, and orange blossom bloom at the heart in a hypnotic embrace. The fragrance opens with the fresh sparkle of bergamot, gently drawing you into its soft, addictive core. Anchored by a musky base, Narcose lingers like a whispered secret on the skin — seductive, radiant, unforgettable.",
                    "detail_p": "Narcose reveals a bold and luminous floral heart of tuberose, jasmine, and orange blossom. Sparkling bergamot introduces the composition with a bright and airy touch. As it unfolds, the fragrance deepens into a sensual base of musk, creating a lasting impression that is both elegant and enveloping.",
                    "detail_h2": "THE ART OF SEDUCTION",
                    "detail_h2_2": "A WHISPER OF FLORAL INTOXICATION",
                    "detail_p2": "Each note in Narcose is a slow reveal — delicate white petals give way to a musky trail that captivates like a glance across a crowded room.",
                    "imgMicro": "https://i.imgur.com/MBG1Nu0.jpeg",
                    "detail_h2_3": "ELEGANCE WITH EDGE",
                    "detail_p3": "Narcose is not just a perfume, it’s an experience — crafted to enchant and seduce with contrast and charm.",
                    "img": "https://i.imgur.com/7NBXp6V.png",
                    "detail_h2_4": "SLEEK & HYPNOTIC",
                    "detail_p4": "Its midnight tones and floral facets mirror the fragrance’s duality — delicate yet daring, soft yet unforgettable.",
                    "txtcol": "A bold white floral for those who dare to seduce.",
                    "ingrediants": {
                        "1": "Tuberose",
                        "2": "Jasmine",
                        "3": "Orange Blossom",
                        "4": "Musk",
                        "5": "Bergamot"
                    }
                },
                "brise de hanami": {
                    "id": 3,
                    "title": "brise de hanami",
                    "fond": "https://i.imgur.com/DJR08CX.png",
                    "imgcol": "https://i.imgur.com/9dI4Sg5.png",
                    "imech": "https://i.imgur.com/i3fMvvo.png",
                    "qntech": 4,
                    "qnt": 4,
                    "img1": "https://i.imgur.com/1MJ3Ven.png",
                    "img2": "https://i.imgur.com/i9xO3vy.png",
                    "img3": "https://i.imgur.com/2YSOlC9.png",
                    "text": "Brise de Hanami captures the fleeting beauty of cherry blossoms carried on a spring breeze. A tender heart of camellia, magnolia, and cherry blossom evokes serenity and renewal. Bright bergamot opens the scent like a ray of morning sun, while soft musk settles on the skin like a whisper of petals.",
                    "detail_p": "Brise de Hanami is a luminous floral fragrance inspired by Japanese springtime. Camellia, magnolia, and cherry blossom form a refined heart, freshened by a sparkling bergamot top note. The musky base adds a subtle sensuality, making the scent both airy and enveloping.",
                    "detail_h2": "A MOMENT OF BLOOM",
                    "detail_h2_2": "WHERE AIRINESS MEETS BLOSSOM",
                    "detail_p2": "Delicate yet uplifting, Brise de Hanami evokes the calm of petals drifting through morning light — ephemeral, pure, unforgettable.",
                    "imgMicro": "https://i.imgur.com/MBG1Nu0.jpeg",
                    "detail_h2_3": "JAPANESE SPRING, REIMAGINED",
                    "detail_p3": "Inspired by hanami traditions, this fragrance translates the poetic spirit of cherry blossom season into a gentle sensory experience.",
                    "img": "https://i.imgur.com/i9xO3vy.png",
                    "detail_h2_4": "A FLACON OF TRANQUILITY",
                    "detail_p4": "With soft curves and clear hues, the bottle mirrors the peace and lightness of spring air flowing through blooming trees.",
                    "txtcol": "A fresh, floral escape into the beauty of blooming nature.",
                    "ingrediants": {
                        "1": "Camellia",
                        "2": "Cherry Blossom",
                        "3": "Magnolia",
                        "4": "Bergamot",
                        "5": "Musk"
                    }
                }
            },
            "Golden Caress":{
                "texttot":"A radiant blend of fruity, gourmand, and creamy notes — this collection evokes the warmth of sunlit skin, the sweetness of carefree moments, and the comfort of a soft, addictive embrace. Lush and playful, yet smooth and enveloping, each scent is a sensorial treat that lingers like a golden memory.",
                "img":"https://i.imgur.com/66usZOp.png",
                "soleil d'encre": {
                    "id": 4,
                    "title": "soleil d'ancre",
                    "fond": "https://i.imgur.com/eTPChaY.png",
                    "imgcol": "https://i.imgur.com/OmT9CKn.png",
                    "imech": "https://i.imgur.com/ycL4Kpp.png",
                    "qntech": 4,
                    "qnt": 4,
                    "img1": "https://i.imgur.com/8FvcbJ1.png",
                    "img2": "https://i.imgur.com/0mByI4n.png",
                    "img3": "https://i.imgur.com/YqO3RDk.png",
                    "text": "Soleil d’Ancre is a luminous scent that evokes the warmth of sun on the skin and the sparkle of salty air. Juicy mandarin and tangy cassis awaken the senses, before melting into a radiant heart of jasmine. A soft trail of musk anchors the composition, like sunlight lingering on golden skin.",
                    "detail_p": "Soleil d’Ancre opens with the vibrant freshness of mandarin and cassis, offering a fruity brightness that feels instantly uplifting. The heart reveals delicate jasmine petals, while the base of soft musk adds warmth and depth. A balanced scent that feels both energizing and comforting.",
                    "detail_h2": "SUNLIGHT IN A SCENT",
                    "detail_h2_2": "BRIGHT, FRESH, AND COMFORTING",
                    "detail_p2": "Like golden light on coastal skin, this fragrance radiates joy and serenity — where citrus and sea-kissed florals mingle on a musky breeze.",
                    "imgMicro": "https://i.imgur.com/MBG1Nu0.jpeg",
                    "detail_h2_3": "THE ESSENCE OF WARMTH",
                    "detail_p3": "Soleil d’Ancre captures the sensual ease of summer: fruity brightness, floral grace, and a soft embrace that lingers like a memory.",
                    "img": "https://i.imgur.com/0mByI4n.png",
                    "detail_h2_4": "A BOTTLE OF SUN",
                    "detail_p4": "With its golden tones and clean design, the flacon evokes light, freedom, and the allure of a perfect day under the sun.",
                    "txtcol": "A radiant scent that captures the essence of sunshine.",
                    "ingrediants": {
                        "1": "Mandarin",
                        "2": "Blackcurrant",
                        "3": "Jasmine",
                        "4": "Musk"
                    }
                },
                "tonka lush": {
                    "id": 5,
                    "title": "tonka lush",
                    "fond": "https://i.imgur.com/v6JURv5.png",
                    "imgcol": "https://i.imgur.com/teN2vdl.png",
                    "imech": "https://i.imgur.com/JJd7jYr.png",
                    "qntech": 4,
                    "qnt": 4,
                    "img1": "https://i.imgur.com/UcDNtGi.png",
                    "img2": "https://i.imgur.com/wPRvxyc.png",
                    "img3": "https://i.imgur.com/LyKuqkW.png",
                    "text": "Tonka Lush is a gourmand escape, where exotic fruits and warm sweetness blend in perfect harmony. Juicy citrus and creamy coconut sparkle in the opening, followed by the lush softness of lychee. The base reveals a sensual trail of vanilla and tonka bean, rich and enveloping like golden skin at dusk.",
                    "detail_p": "Tonka Lush opens with vibrant citrus notes that bring an immediate freshness. Coconut and lychee create a creamy, juicy heart, while the base of vanilla and tonka bean offers warmth and depth. The result is a rich yet airy fragrance, both playful and sophisticated.",
                    "detail_h2": "A SUMPTUOUS ESCAPE",
                    "detail_h2_2": "SWEETNESS AND LIGHT IN BALANCE",
                    "detail_p2": "Tonka Lush wraps you in a golden haze of indulgence — tropical freshness, creamy fruit, and a deep, velvety finish that lingers like sunset.",
                    "imgMicro": "https://i.imgur.com/MBG1Nu0.jpeg",
                    "detail_h2_3": "SENSORIAL JOY IN EVERY NOTE",
                    "detail_p3": "This fragrance plays with contrast — sparkling and smooth, bright and enveloping — designed for those who crave both comfort and charisma.",
                    "img": "https://i.imgur.com/wPRvxyc.png",
                    "detail_h2_4": "A FLACON OF FANTASY",
                    "detail_p4": "Its warm tones and glossy curves reflect the scent’s richness — playful yet elegant, like a sun-drenched treat you’ll never forget.",
                    "txtcol": " A creamy, fruity scent that feels like summer indulgence.",
                    "ingrediants": {
                        "1": "Citrus",
                        "2": "Coconut",
                        "3": "Lychee",
                        "4": "Vanilla",
                        "5": "Tonka Bean"
                    }
                },
                "creamy crush": {
                    "id": 6,
                    "title": "creamy crush",
                    "fond": "https://i.imgur.com/q2TZ2qh.png",
                    "imgcol": "https://i.imgur.com/vn9Pw8f.png",
                    "imech": "https://i.imgur.com/oKTqiLx.png",
                    "qntech": 4,
                    "qnt": 4,
                    "img1": "https://i.imgur.com/jnjJt8J.png",
                    "img2": "https://i.imgur.com/SLwExKK.png",
                    "img3": "https://i.imgur.com/TazdLT8.png",
                    "text": "Creamy Crunch is a nostalgic delight, like a sweet memory wrapped in softness. Juicy strawberry, raspberry, and cherry burst like candy on the skin, melting into a heart of warm milk and smooth vanilla. A comforting, playful scent that feels like dessert in a bottle.",
                    "detail_p": "Creamy Crunch opens with a vibrant trio of red fruits: strawberry, raspberry, and cherry, offering a juicy and playful start. The heart reveals the comforting creaminess of milk, blended with vanilla for a velvety finish. A sweet, cozy fragrance that balances fun and sophistication.",
                    "detail_h2": "SWEETNESS, REINVENTED",
                    "detail_h2_2": "A GOURMAND WHISPER OF JOY",
                    "detail_p2": "Like the scent of childhood confections and carefree afternoons, Creamy Crush brings indulgence and nostalgia together in one charming blend.",
                    "imgMicro": "https://i.imgur.com/MBG1Nu0.jpeg",
                    "detail_h2_3": "A PLAYFUL BALLET OF RED FRUITS",
                    "detail_p3": "Built on joyful top notes and creamy depth, this fragrance is a lighthearted gourmand dream that balances sweetness with softness.",
                    "img": "https://i.imgur.com/SLwExKK.png",
                    "detail_h2_4": "DESSERT IN A BOTTLE",
                    "detail_p4": "With its pastel tones and rounded curves, the bottle looks as delightful as it smells — a cheerful treat for every day.",
                    "txtcol": "A playful and comforting scent, sweet like a treat.",
                    "ingrediants": {
                        "1": "Strawberry",
                        "2": "Raspberry",
                        "3": "Cherry",
                        "4": "Vanilla",
                        "5": "Milk"
                    }
                }

            }
        }
    ],
    "imech col":"https://i.imgur.com/mTzC0xD.png",
    "collection homme":[
        {
            "Nobles Sauvages":{
                "texttot":"An earthy fusion of woods, spices, and smoky ambers — this collection captures the untamed spirit of nature, the depth of ancient forests, and the quiet strength of the wild.Powerful yet refined, each scent is a tribute to raw elegance and elemental force.",
                "img":"https://i.imgur.com/imxuN6f.png",
                "écorce sauvage": {
                    "id": 7,
                    "title": "écorce sauvage",
                    "fond": "https://i.imgur.com/ILt9Rxr.png",
                    "imgcol": "https://i.imgur.com/Z9564SI.png",
                    "imech": "https://i.imgur.com/LdtTGZf.png",
                    "qntech": 4,
                    "qnt": 4,
                    "img1": "https://i.imgur.com/sXw0H1o.png",
                    "img2": "https://i.imgur.com/UCNSveo.png",
                    "img3": "https://i.imgur.com/KkiE5F5.png",
                    "text": "Écorce Sauvage is a bold and untamed fragrance that awakens the senses. The fiery heat of ginger and the sparkle of bergamot open the way to a heart of rich ambergris and deep resins. In the base, oud and agarwood create a dark, woody trail — raw, mysterious, and magnetic.",
                    "detail_p": "Écorce Sauvage opens with the fresh spiciness of ginger and bergamot, offering a bright, energetic start. The heart reveals warm ambergris and amber notes, while the base is anchored in deep, smoky agarwood and oud. The result is a rich, textured fragrance that is both refined and primal.",
                    "detail_h2": "THE WILD ELEMENT",
                    "detail_h2_2": "UNLEASHED STRENGTH AND DEPTH",
                    "detail_p2": "Like bark split under pressure, Écorce Sauvage reveals strength through contrast — hot spices, glowing resin, and smoky wood merge into a primal echo.",
                    "imgMicro": "https://imgur.com/imxuN6f",
                    "detail_h2_3": "RAW MATERIAL, REFINED FORM",
                    "detail_p3": "Inspired by nature’s force, this scent layers textured ingredients to tell a story of power, mystery, and refined masculinity.",
                    "img": "https://i.imgur.com/UCNSveo.png",
                    "detail_h2_4": "A DARK AND BOLD DESIGN",
                    "detail_p4": "The flacon’s rugged elegance and deep color reflect the wild elegance of the scent — rich, unapologetic, and unforgettable.",
                    "txtcol": "A daring, magnetic scent for lovers of bold elegance.",
                    "ingrediants": {
                        "1": "Ginger",
                        "2": "Ambergris",
                        "3": "Amber",
                        "4": "Agarwood",
                        "5": "Bergamot"
                    }
                },
                "Bois impérial": {
                    "id": 8,
                    "title": "Bois impérial",
                    "fond": "https://i.imgur.com/NcKoFqE.png",
                    "imgcol": "https://i.imgur.com/aQVhg6N.png",
                    "imech": "https://i.imgur.com/rOc5Cmc.png",
                    "qntech": 4,
                    "qnt": 4,
                    "img1": "https://i.imgur.com/CtyuvGY.png",
                    "img2": "https://i.imgur.com/PNYswHJ.png",
                    "img3": "https://i.imgur.com/mBWKQK3.png",
                    "text": "Bois Impérial is a majestic and elegant fragrance where strength meets refinement. At its heart, velvety rose softens the smoky depth of vetiver and sandalwood. Ambergris and leather bring a magnetic sensuality, both raw and regal. A scent that commands attention with quiet power.",
                    "detail_p": "Bois Impérial opens with the earthy elegance of vetiver and the creamy softness of sandalwood. A delicate rose adds floral balance, while ambergris and leather bring depth and sensuality. This rich, structured fragrance evokes confidence, warmth, and timeless sophistication.",
                    "detail_h2": "THE POWER OF STILLNESS",
                    "detail_h2_2": "FLORAL NOBILITY AND WOODEN MIGHT",
                    "detail_p2": "Bois Impérial evokes silent authority — a blend where rose tempers strength and deep woods resonate with calm intensity.",
                    "imgMicro": "https://i.imgur.com/MBG1Nu0.jpeg",
                    "detail_h2_3": "A SCULPTED SYMPHONY",
                    "detail_p3": "This fragrance is composed like a royal architecture: precise, multilayered, and infused with the warmth of tradition and modern boldness.",
                    "img": "https://i.imgur.com/PNYswHJ.png",
                    "detail_h2_4": "A FLACON OF MODERN MAJESTY",
                    "detail_p4": "With deep woods and golden tones, the design reflects noble character — sleek, commanding, and full of timeless style.",
                    "txtcol": "A bold and noble fragrance, where wood meets floral sophistication.",
                    "ingrediants": {
                        "1": "Vetiver",
                        "2": "Sandalwood",
                        "3": "Ambergris",
                        "4": "Leather",
                        "5": "May Rose"
                    }
                    },
                "terre indomptable": {
                    "id": 9,
                    "title": "terre indomptable",
                    "fond": "https://i.imgur.com/8YOZwRg.png",
                    "imgcol": "https://i.imgur.com/EMybnmD.png",
                    "imech": "https://i.imgur.com/26GbFgd.png",
                    "qntech": 4,
                    "qnt": 4,
                    "img1": "https://i.imgur.com/AzVJLWH.png",
                    "img2": "https://i.imgur.com/F4ppPDI.jpeg",
                    "img3": "https://i.imgur.com/m0pCXeW.png",
                    "text": "Terre Indomptable opens with a vibrant note of pepper, adding immediate character. It unfolds into a warm, woody blend of sandalwood, amber, and cedarwood. The presence of agarwood deepens the fragrance, adding mystery and structure. A bold, elemental scent with lasting depth.",
                    "detail_p": "Terre Indomptable is a deep and powerful fragrance rooted in raw nature. The crackle of black pepper ignites the scent, leading into a noble heart of sandalwood, cedar, and amber. Agarwood anchors the trail with a dark, smoky intensity — wild, free, and profoundly grounded.",
                    "detail_h2": "UNTAMED TERRITORY",
                    "detail_h2_2": "RUGGED DEPTHS AND BURNING INTENSITY",
                    "detail_p2": "Like dry earth underfoot and fire on the horizon, Terre Indomptable is fierce yet noble — a tribute to wildness refined.",
                    "imgMicro": "https://i.imgur.com/imxuN6f.png",
                    "detail_h2_3": "THE CALL OF ELEMENTS",
                    "detail_p3": "Crafted for those who walk their own path, this scent balances primal heat with structured wood to create a powerful, grounded signature.",
                    "img": "https://i.imgur.com/B38OGRH.png",
                    "detail_h2_4": "DESIGN THAT STANDS FIRM",
                    "detail_p4": "The bottle’s earthy tones and bold silhouette echo the spirit within — raw, commanding, and deeply masculine.",
                    "txtcol": "A rugged, magnetic fragrance rooted in raw elegance.",
                    "ingrediants": {
                        "1": "Sandalwood",
                        "2": "Amber",
                        "3": "Cedarwood",
                        "4": "Agarwood",
                        "5": "Pepper"
                    }
                }
            },
            "Éveil Aérien":{
                "texttot":"².",
                "img":"https://i.imgur.com/SMpJ7Rr.png",
                "clarté d'Aurore": {
                    "id": 10,
                    "title": "clarté d'Aurore",
                    "fond": "https://i.imgur.com/J0g2mrc.png",
                    "imgcol": "https://i.imgur.com/lQ2gQKY.png",
                    "imech": "https://i.imgur.com/tmEqRlh.png",
                    "qntech": 4,
                    "qnt": 4,
                    "img1": "https://i.imgur.com/4HFvj6G.png",
                    "img2": "https://i.imgur.com/xw16BfI.png",
                    "img3": "https://i.imgur.com/5d3jFP3.png",
                    "text": "Clarté d’Aurore opens with a burst of fresh citrus: lemon and bergamot offer an invigorating start. The heart unfolds with delicate orange blossom, airy and floral, while the base of amber wood brings warmth and depth. A fragrance both energizing and serene.",
                    "detail_p": "Clarté d’Aurore captures the purity of a new day. Sparkling notes of citrus, lemon, and bergamot illuminate the senses, like the first light of dawn. A soft breeze of orange blossom brings floral freshness, while warm amber wood grounds the fragrance in subtle softness.",
                    "detail_h2": "A NEW DAWN BEGINS",
                    "detail_h2_2": "LIGHT, AIR, AND BALANCE",
                    "detail_p2": "Fresh, luminous, and clean, this fragrance evokes the clarity and calm of morning light — awakening the senses with graceful intensity.",
                    "imgMicro": "https://i.imgur.com/MBG1Nu0.jpeg",
                    "detail_h2_3": "THE ESSENCE OF MORNING",
                    "detail_p3": "Each note in Clarté d’Aurore is chosen to echo nature’s gentlest moments — sun rising, petals opening, a breeze passing through the air.",
                    "img": "https://i.imgur.com/xw16BfI.png",
                    "detail_h2_4": "A FLACON OF PURE ENERGY",
                    "detail_p4": "With soft transparency and golden glow, the bottle reflects the inner harmony and uplifting freshness of a new beginning.",
                    "txtcol": "A vibrant, soft scent that awakens the senses like sunrise.",
                    "ingrediants": {
                        "1": "Citrus",
                        "2": "Lemon",
                        "3": "Magnolia",
                        "4": "Bergamot",
                        "5": "Orange Blossom"
                    }
                },
                "Brume céleste": {
                    "id": 11,
                    "title": "Brume céleste",
                    "fond": "https://i.imgur.com/EqltFOr.png",
                    "imgcol": "https://i.imgur.com/eXyZDFl.png",
                    "imech": "https://i.imgur.com/ACilqkt.png",
                    "qntech": 4,
                    "qnt": 4,
                    "img1": "https://i.imgur.com/4kuQZA7.png",
                    "img2": "https://i.imgur.com/g17m0nL.png",
                    "img3": "https://i.imgur.com/oRmFR0t.png",
                    "text": "Brume Céleste is a delicate veil of freshness, like the light mist of early morning. Bright bergamot and tangy lemon zest open the scent with a burst of energy, while green citrus notes add a refreshing touch. Soft musk and warm amber ground the fragrance in a serene, comforting finish.",
                    "detail_p": "Brume Céleste begins with the fresh vibrancy of bergamot and lemon, followed by the crispness of green citrus. The heart of the fragrance is enveloped in soft musk, with amber providing a warm and smooth base. A bright and refreshing scent that balances energy and tranquility.",
                    "detail_h2": "THE CALM OF THE SKY",
                    "detail_h2_2": "MORNING AIR, BOTTLED",
                    "detail_p2": "Brume Céleste brings the sensation of a fresh breeze at dawn — cool, clear, and wrapped in subtle warmth and softness.",
                    "imgMicro": "https://i.imgur.com/MBG1Nu0.jpeg",
                    "detail_h2_3": "WEIGHTLESS BALANCE",
                    "detail_p3": "Each note floats delicately, giving the fragrance a sense of elevation and clarity that soothes and uplifts in equal measure.",
                    "img": "https://i.imgur.com/g17m0nL.png",
                    "detail_h2_4": "A CLOUD IN GLASS",
                    "detail_p4": "With its pale hues and misty tones, the bottle mirrors the gentle sensation of wearing the fragrance — soft, bright, and refreshingly serene.",
                    "txtcol": "A refreshing, uplifting scent that captures the essence of a clear sky.",
                    "ingrediants": {
                        "1": "Bergamot",
                        "2": "Lime",
                        "3": "Lemon",
                        "4": "Amber",
                        "5": "Musk"
                    }
                },
                "Zéphyr ardent": {
                    "id": 12,
                    "title": "Zéphyr ardent",
                    "fond": "https://i.imgur.com/ShIqjf7.png",
                    "imgcol": "https://i.imgur.com/SgVK74G.png",
                    "imech": "https://i.imgur.com/s7meWMl.png",
                    "qntech": 4,
                    "qnt": 4,
                    "img1": "https://i.imgur.com/w8S16au.png",
                    "img2": "https://i.imgur.com/v0WvPSA.png",
                    "img3": "https://i.imgur.com/DJX6xH1.png",
                    "text": "Zéphyr Ardent is a bold, windswept fragrance that captures the energy of a blazing breeze. The juicy sweetness of mandarin and citrus fruits blends with the tangy bitterness of bigarade. A spicy heart of pepper adds intensity, while vetiver anchors the scent in a woody, earthy foundation.",
                    "detail_p": "Zéphyr Ardent opens with the bright, citrusy notes of mandarin and bigarade, offering a fresh, zesty start. The heart reveals a spicy kick of pepper, while vetiver brings depth and earthiness to the fragrance. A scent full of energy, yet grounded by woody richness.",
                    "detail_h2": "A RUSH OF ELEMENTAL FORCE",
                    "detail_h2_2": "THE SPARK OF WIND AND HEAT",
                    "detail_p2": "Zéphyr Ardent channels the feeling of wind in motion — electrified by citrus, propelled by spice, and rooted in smoky depth.",
                    "imgMicro": "https://i.imgur.com/MBG1Nu0.jpeg",
                    "detail_h2_3": "BOLD CONTRASTS IN MOTION",
                    "detail_p3": "From juicy top notes to a grounded base, this fragrance speaks of speed, energy, and an untamable spirit.",
                    "img": "https://i.imgur.com/v0WvPSA.png",
                    "detail_h2_4": "A FLACON LIKE A GUST",
                    "detail_p4": "Designed with dynamic lines and radiant hues, the bottle captures the idea of a wind-charged trail — sharp, swift, and unforgettable.",
                    "txtcol": "A bold fragrance that captures the fiery essence of a brisk breeze.",
                    "ingrediants": {
                        "1": "Mandarin",
                        "2": "Citrus",
                        "3": "Vetiver",
                        "4": "Pepper"
                    }
                }
            }
        }
    ] 
}
